/* No comment provided by engineer. */
"A timeline based on your previous choices!" = "Una línea de tiempo basada en sus elecciones anteriores!";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Actions" = "Acciones";

/* No comment provided by engineer. */
"Any comments?" = "¿Algún commentario?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Do you wanna rate me?" = "¿Usted me quiere al tipo?";

/* No comment provided by engineer. */
"Enter" = "Ingresar";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event Logo" = "Logo del Evento";

/* No comment provided by engineer. */
"Facebook couldn't log you in! Try again?" = "Facebook no puede abrir una sesión! Inténtelo de nuevo?";

/* No comment provided by engineer. */
"Feedback" = "Comentarios";

/* No comment provided by engineer. */
"Friday" = "Viernes";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Get updates instantly!" = "Actualizaciones al instante!";

/* No comment provided by engineer. */
"Hum, it appears that the connectivity is unstable.. Do you want to try again?" = "¿Hum, la conexión se encuentra inestable.. Tentar nuevamente?";

/* No comment provided by engineer. */
"InEvent brings a whole new experience to your event" = "InEvent trae toda una nueva experiencia para su evento";

/* No comment provided by engineer. */
"It appears that your credentials expired! Can you log again?" = "Parece que sus credenciales expiraron! ¿Quieres entrar de nuevo?";

/* No comment provided by engineer. */
"Let's go to your first event" = "Vamos a ir a su primer evento";

/* No comment provided by engineer. */
"Log" = "Registro";

/* No comment provided by engineer. */
"Log In" = "Iniciar la Sesión";

/* No comment provided by engineer. */
"Logged!" = "Sesión Iniciada!";

/* No comment provided by engineer. */
"Logging ..." = "Entrando ...";

/* Map */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Me" = "Yo";

/* No comment provided by engineer. */
"Menu Options" = "Opcciones del Menú";

/* No comment provided by engineer. */
"Minus" = "Menos";

/* No comment provided by engineer. */
"Monday" = "Lunes";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notifications" = "Notificaciones";

/* No comment provided by engineer. */
"Oh oh.. It appears that our server is having some trouble. Do you want to try again?" = "¿Oh oh.. Aparenta que nuestro servidor tiene algunos problemas.. Quieres tentar nuevamente?";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Person" = "Persona";

/* No comment provided by engineer. */
"Plus" = "Más";

/* No comment provided by engineer. */
"Post comments on every activity you go!" = "Publicar comentarios en todas sus actividades!";

/* No comment provided by engineer. */
"Questions!" = "Preguntas!";

/* No comment provided by engineer. */
"Reader" = "Lector";

/* No comment provided by engineer. */
"Ready?" = "Listo?";

/* No comment provided by engineer. */
"Saturday" = "Sábado";

/* No comment provided by engineer. */
"Schedule" = "Horário";

/* No comment provided by engineer. */
"See people" = "Vea las personas";

/* Send message from chat */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Sunday" = "Domingo";

/* No comment provided by engineer. */
"Thursday" = "Jueves";

/* No comment provided by engineer. */
"Timeline" = "Línea de tiempo";

/* No comment provided by engineer. */
"Try Again :(" = "Intente de Nuevo :(";

/* No comment provided by engineer. */
"Tuesday" = "Martes";

/* No comment provided by engineer. */
"Wait 10 min to try again!" = "Espere 10 min para volver a intentarlo!";

/* No comment provided by engineer. */
"Wednesday" = "Miércoles";

/* No comment provided by engineer. */
"Welcome to InEvent" = "Bienvenido a InEvent";

/* No comment provided by engineer. */
"Welcome!" = "Bienvenido!";

/* No comment provided by engineer. */
"What's the question?" = "¿Cuál es la pregunta?";

/* No comment provided by engineer. */
"Where do you want to go?" = "¿A dónde quieres ir?";

/* No comment provided by engineer. */
"Where?" = "¿Dónde?";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"Your Account" = "Su Cuenta";
